INSERT INTO b_thing (title, cover, description, price, status, create_time, repertory, score, pv, recommend_count, wish_count, collect_count, classification_id)
VALUES
('お花見セット', 'flower.jpg', '春のお花見にぴったりのセットです。', '5000', '在庫あり', '2022-04-01', '100', '4.5', '1000', '50', '30', '20', 1),
('夏祭り浴衣', 'yukata.jpg', '夏祭りに着ていく浴衣です。カラフルで涼しい生地です。', '7000', '在庫あり', '2022-06-01', '80', '4.8', '800', '40', '25', '15', 2),
('和菓子セット', 'wagashi.jpg', '季節の和菓子を詰め合わせたセットです。', '3000', '在庫あり', '2022-03-15', '120', '4.2', '1200', '60', '35', '25', 3),
('文房具セット', 'stationery.jpg', 'かわいい文房具のセットです。学校や仕事に使えます。', '2500', '在庫あり', '2022-05-10', '150', '4.6', '900', '45', '20', '10', 4),
('アウトドア用品セット', 'outdoor.jpg', 'キャンプやバーベキューに必要なアウトドア用品セットです。', '10000', '在庫あり', '2022-07-01', '50', '4.7', '500', '30', '15', '10', 5);


INSERT INTO User_info (username, password,role) VALUES ('1', '1',false);
